export const MAP_INSECT_NAMES = [
  '장수풍뎅이', '외뿔장수풍뎅이', '청동풍뎅이', '주둥이풍뎅이', '흰점박이꽃무지',
  '벼룩잎벌레', '사시나무잎벌레', '중국청람색잎벌레', '버들잎벌레', '톱사슴벌레',
  '왕사슴벌레', '넓적사슴벌레', '애사슴벌레', '칠성무당벌레', '남생이무당벌레',
  '이십팔점박이무당벌레', '알락하늘소', '장수하늘소', '참나무하늘소', '솔수염하늘소',
  '뽕나무하늘소', '멋쟁이딱정벌레', '비단벌레', '길앞잡이', '쇠똥구리', '반딧불이',
  '호랑나비', '배추흰나비', '제비나비', '노랑나비', '유리창나비', '부엉이나방',
  '누에나방', '태극나방', '박각시나방', '나방애벌레(누에)', '서양꿀벌', '토종꿀벌',
  '호박벌', '장수말벌', '땅벌', '쌍살벌', '일본왕개미', '가시개미', '불개미', '짱구개미',
  '참매미', '말매미', '유지매미', '쓰름매미', '꽃매미', '썩덩나무노린재', '광대노린재',
  '소금쟁이', '물장군', '큰물자라', '물방개', '선녀벌레/매미충', '고추잠자리', '왕잠자리',
  '된장잠자리', '장수잠자리', '실잠자리', '물잠자리', '왕사마귀', '넓적배사마귀', '참사마귀',
  '벼메뚜기', '방아깨비', '여치', '귀뚜라미', '방울벌레', '꼽등이', '땅강아지', '대벌레',
  '집게벌레', '공벌레', '지렁이', '돈벌레',
]

export const MAP_INSECT_COUNT = MAP_INSECT_NAMES.length
